{
	"powers": [
		"maggie:arranhao",
		"maggie:adrenalina"
	],
	"icon": "minecraft:apple",
	"order": 10,
	"impact": 0,
	"name": "Maggie",
	"description": "Meggie antigamente vivia no Leste de chicado desde o seu nascimento, entretanto, após a morte de seu avô, sua familia acabou mudando para uma pequena vilazinha em São Francisco. Lá Meggie acabou tendo muitas novas oportunidades que anteriormente não poderia ter, podendo entrar no clube de escoteira, no clube de esportes e numa escola muito boa. Com tantas novas oportunidades, Meggie acabou escolhendo ser uma escoteira, aventurando pelas florestas. Mas sua infância, cada dia que passava ficava mais longe, Meggie acabou tendo que ir para uma Universidade fora de sua vila e teve de escolher uma carreira para a sua vida. Meggie então acabou decidindo entrar para a medicina, para que assim ela possa ajudar muitas outras pessoas como ela. Com um ano após o termino do curso, seu pai adoece muito, sendo necessário o retorno de Meggie para a sua casa. Meggie então se depara com a sua antiga casa, com todas aquelas representações antigas de si, foi como relembrar os velhos momentos. Meggie sabia das florestas que haviam ao redor de sua casa, e tinha um desejo muito forte de explorar por lá. Sendo uma real escoteira desde muito cedo, Maggie preparou sua pequena malinha como se fosse uma criança novamente e se aventurou pelas florestas perto de sua casa, com seus lápi e seu pequeno caderno, enquanto caminhava pela mata, sentiu um cheiro peculiar, se assemelhava bastante com carne, mas era diferente do que as outras. Meggie foi seguindo o cheiro, até se aproximar suficiente do local. Era quente e claro, tendo eu seu arredor uma grande quantidade de tochas, havia uma melodia leve, que cada nota caminhava levemente até seus ouvidos, neste lugar havia um caminho de pegadas. Como uma boa escoteira que Meggie é, seguiu a trila, cada passo que se dava, o cheiro aumentava, cada passo que se dava um pequeno ruído aumentava, cada passo que se dava, suas pernas ficavam tremulas e a cada passo que se dava, o frio aumentava. Ao fim dessa pequena trilha, Meggie encontrou nada mais nada menos que um cadaver humano espetado na churrasqueira rupestre e ao seu lado, era possível ver a sombra de uma creatura, que apresentava chifres e uma cabeça de bode, mas um corpo de um homem com alta definição de musculos. Meggie quase caindo no chão, começou a se engatinhar em direção daquele ser, reconhecendo que aquele ser. Era o seu pai."
}
